{
  "sections": {
    "78820d97-6b83-49b4-8843-efd335b633d9": {
      "type": "banner",
      "settings": {
        "image": "shopify:\/\/shop_images\/hmp-banner-02.jpg",
        "mobimage": "shopify:\/\/shop_images\/hmp-banner-02.jpg"
      }
    },
    "main": {
      "type": "main-page",
      "blocks": {
        "41ed2659-9d89-49ef-b9c1-bd543d440343": {
          "type": "text_and_title",
          "settings": {
            "title": "The DOs",
            "description": "<p>CLEAN YOUR HANDS PROPERLY before cleaning the area of the piercing. Ideally soak or spray the piercing to clean it. Always avoid touching the piercing or near it with your fingers wherever possible<\/p><p>KEEP THE PIERCING CLEAN. Hygiene is crucial for successful healing. The most effective way to clean your piercing is to use sterile saline spray or saline solution. We do not recommend using any other solution to clean your piercings. Let the external site air dry. Beware of towels as they can harbour bacteria and snag on your jewellery. Be gentle when cleaning new piercings. Over cleaning the piercing can delay its healing. We recommend you stick to a routine of 2 cleanings per day for the external area (skin). It is normal to find a small amount of crust on the entry holes of your piercing. If this does not come away easily after cleaning, leave it alone. It will drop away when the skin underneath is strong enough, otherwise it may not be ready and will not heal nicely. Showers tend to be a safer option than taking a bath in the initial healing period. If you bath in a tub (we strongly advise against this for the first 2 weeks) make sure you clean your bathtub well before and after each use and thoroughly rinse your piercing with fresh water before getting out.<\/p><p>MAINTAIN A HEALTHY LIFESTYLE. Health and diet are really important factors that can have an impact on the healing process. See this time as a time to nurture yourself. It is advisable to eat well (choose healthy, anti-inflammatory foods) and drink plenty of water to help flush toxins from your body. Avoid hot and spicy foods, which may increase swelling, and food containing bacteria (e.g yoghurts). For the first week or two reduce caffeine intake. Avoid stress (wherever possible) and recreational drug use, including nicotine. Give yourself enough sleep. It is also worth considering taking nutritional supplements daily of Iron, Vitamin B, Vitamin C and Zinc.<\/p>"
          }
        },
        "48243eee-ec09-4b05-8857-d76ae5c31bee": {
          "type": "text_and_title",
          "settings": {
            "title": "The DO NOTs",
            "description": "<p>DO NOT TOUCH YOUR NEW PIERCING. We can’t stress this enough! Our hands carry bacteria and it is crucial not to introduce this into what is essentially a fresh wound. Wash your hand thoroughly using an anti-bacterial hand wash before cleaning your piercing or wear disposable latex gloves. As much as is possible avoid catching your piercing and do not move the jewellery more than necessary. Even if it does not hurt or feel sore, you should avoid moving your piercing and \/ or touching it at all. The healing is still taking place internally. Avoid trauma by playing with the jewellery during the healing as this can cause the formation of scar tissue, migration and other complications. Long-term effects related to playing with the piercing include permanent damage to the skin and a higher chance of recurring issues, including infections and inflammations.<\/p><p>DO NOT LET YOUR HEALING PIERCING TOUCH ANY BODILY FLUIDS.<\/p><p>DO NOT REMOVE THE JEWELLERY BEFORE IT IS FULLY HEALED. During the healing period your system is attempting to create a fistula or ‘tunnel’ around the jewellery (which ultimately is a foreign object in your body). It takes a certain amount of time for this to occur and removing the jewellery prematurely can cause irritation and damage such as infection and scarring. Successful healing requires the transformation from a wound to a healed piercing in which the inner channel seals up and the jewellery is fully accepted by the body. Healing times vary from piercing to piercing, and also differ from human to human. Your Piercer will advise you respectively. It is always better to have patience and wait longer than changing too early. That is why we created the beautiful piercing pieces that we did!<\/p><p>DO NOT LEAVE YOUR PIERCING WITHOUT JEWELLERY IN. Even after the healing period and even for piercings that you have had for years? A piercing channel can shrink, fill in and seal very quickly. <\/p><p>DO NOT EXPOSE YOUR FRESH PIERCING TO ENVIRONMENTS WHICH MAY TRIGGER A NEGATIVE REACTION. Sorry to say it but we recommend no swimming pools, saunas or jacuzzis and no long soaks in the bath for at least 2 weeks after the piercing. Submerging your fresh piercing exposes it to excessive amounts of bacteria which can then result in irritation or infection. Also avoid sun beds, sand and dusty \/ dirty areas. We would recommend that you avoid sudden changes in climate. If you are planning to go on holiday seek advice from your piercer before getting pierced. After the initial 2 weeks and until the end of the healing period, if you go into any of these environments have a long shower after and \/ or use a saline soak or spray. Avoid any undue trauma such as friction from clothing, excessive motion of the area, playing with the jewellery or vigorous cleaning. Avoid all beauty and personal care products directly on or around the piercing including cosmetics, sprays, creams, powders etc. <\/p><p>DO NOT COVER YOUR PIERCING WITH A PLASTER. Bacteria breed very happily under a plaster and it creates a moist environment with no air. The area should only be covered with a plaster temporarily if your piercing is bleeding or to avoid bodily fluids in contact with someone else.<\/p><p>DO NOT TAKE OUT THE PIERCING IF IT IS INFECTED. Visit your Piercer as soon as you can for a check-up. If the jewellery is removed the surface cells can close up which can seal the infection inside the piercing channel and result in further problems (including an abscess, which we can promise you you do not want!). Until an infection is cleared up, please leave your jewellery in.<\/p>"
          }
        },
        "972ab4fe-548c-47da-ae04-fc603597ece3": {
          "type": "text_and_title",
          "settings": {
            "title": "WHAT IS NORMAL?",
            "description": "<p>Initially a little bleeding, some localised swelling, tenderness or bruising. During the healing you will probably notice some discoloration, itching, secretion of a whitish - yellow creamy fluid. Rest assured this is not pus. This is sebum which is produced by your glands to expel lymph, dead cells and interstitial fluid so it is actually a sign that you are  healing well and it is this that will form some crust on the jewellery. <\/p><p>Once healed there will still be occasional bodily secretions, this is just the way our bodies work. Clean your piercing every now and then properly. A piercing might seem healed before the healing process is complete. This is because the tissue heals from outside in and although it feels fine the interior remains fragile. Be patient and keep following the guidelines through the entire healing period.<\/p><p>We love piercings and we love being pierced. They are a commitment however, and we urge you to take care of them and yourself. You may find that even with a fully healed piercing if you are run down, exhausted, sick or generally not looking after yourself as well as you could - your piercings may start to complain. Which is a really great reason to value yourself, your body and your piercings and give them the love they deserve.<\/p>"
          }
        }
      },
      "block_order": [
        "41ed2659-9d89-49ef-b9c1-bd543d440343",
        "48243eee-ec09-4b05-8857-d76ae5c31bee",
        "972ab4fe-548c-47da-ae04-fc603597ece3"
      ],
      "settings": {
        "sidenav": "pages",
        "hidetitle": true,
        "hidetext": true,
        "margin_top": "m",
        "margin_bot": "m"
      }
    }
  },
  "order": [
    "78820d97-6b83-49b4-8843-efd335b633d9",
    "main"
  ]
}
